"LaTeXiT/Typeset LaTeX Maths eqnarray" = "LaTeXiT/Typeset LaTeX Maths Eqnarray (\\begin{eqnarray*}...\\end{eqnarray*})";
"LaTeXiT/Typeset LaTeX Maths align" = "LaTeXiT/Typeset LaTeX Maths Align (\\begin{align*}...\\end{align*})";
"LaTeXiT/Typeset LaTeX Maths display" = "LaTeXiT/Typeset LaTeX Maths Display (\\[...\\])";
"LaTeXiT/Typeset LaTeX Maths inline" = "LaTeXiT/Typeset LaTeX Maths Inline ($...$)";
"LaTeXiT/Typeset LaTeX Text" = "LaTeXiT/Typeset LaTeX Text";
"LaTeXiT/Detect and typeset equations" = "LaTeXiT/Detect and typeset equations";
"LaTeXiT/Un-latexize the equations" = "LaTeXiT/Revert equations back to LaTeX code";
"SERVICE_DESCRIPTION"="The LaTeXiT service can transform some text to an equation (as image), as processed by a LaTeX engine. It can also revert the equations to their original text source, if the equations have been configured in LaTeXiT to be exported as PDF. The service will work if the requesting application supports replacing some text by an image.";